
export const NavigationText = {
    meshTitle: "Привіт!",
    meshStart0: "Вітаємо тебе у просторі Мета4! Це твій особистий помічник, який служить заради того, аби мати швидкий доступ до інформації, яка необхідна тобі щодня",
    meshStart1: "Ми підготували для тебе круте відео про команду FestCloud.ai. Швидше вмикай!",
    meshStart2: "Тепер ми більш наочно ознайомимо тебе з усіма деталями :)",

    globalSearchTitle: "Глобальний пошук",
    globalSearch: "Потрібно знайти Володю з !Fest Delivery? Запросто! Тут ти можеш відшукати будь-яку потрібну тобі людину за іменем, прізвищем чи контактами.",
    widgetsTitle: "Мій Мета4",
    widgets: "Це твій робочий стіл. Усю необхідну інформацію можеш мати під рукою у вигляді зручних віджетів, таких як: Календар, Мій профіль, Позиція у !Fest тощо.",
    profileTitle: "!Fest Профіль",
    profile: "Це твій робочий простір, де ти можеш бачити інформацію про себе, своє місце роботи, позицію серед колег тощо.",
    orgchartTitle: "!Fest Люди",
    orgchart: "За допомогою !Fest Люди ти маєш можливість знайти будь-яку людину, яка працює у !Fest: за допомогою пошуку або фільтру.",
    slideTitle: "Розгорнути та згорнути меню",
    menuSlide: "Завузьке меню? Маємо рішення! Ця кнопка розгортає і згортає меню залежно від потреби.",
    feedbackTitle: "Ця кнопка працює для нашого вдосконалення ",
    feedback: "Якщо ти знайшов помилку, хочеш щось запропонувати, або ж просто написати нам, які ми класні, – тисни сюди :)",
    startBtn: "Гайда!",
    skipBtn: "Пропустити",
    nextBtn: "Далі",
    finishBtn: "Завершити"
}
export const FullPageText = {
    festProfileTitle: "Вітаємо у !Fest Profile",
    profileStart0: "Класно, що клацнув сюди! Тут зібрані основні дані про тебе, твій робочий шлях, команду та керівництво",
    profileStart1: "Хочемо розповісти, що ми тут для тебе підготували",
    aboutUserTitle: "Інформація про тебе",
    aboutUser: "У цьому блоці ти можеш переглянути свої дані, позицію, контакти тощо. Раптом підзабув :)",
    teamTitle: "Твої колеги",
    teamSection: "Тут відображаються дані про твою команду. Також можеш бачити свого керівника, його контакти та розташування.",
    positionTitle: "Позиція у !Fest",
    positionSection: "Хочеш відстежувати свій стаж разом з нами? Переходиш в інший офіс і постійно забуваєш адресу? Всі відповіді ми турботливо лишили для тебе тут!",
}
export const OrgchartText = {
    orgchartTitle: "Вперше тут?",
    orgchartStart0: "Кльово, що ти тут! У цьому розділі ми зібрали усі необхідні інструменти для пошуку наших людей",
    orgchartStart1: "Зараз ми все тобі пояснимо!",
    filterTitle: "Фільтри пофільтрують!",
    filters: "Скажімо, ти не знаєш, як звуть людину, яка тобі потрібна, проте бачиш, що вона працює в Пʼяній Вишні на !Fest Republic.Скористайся нашими фільтрами, аби знайти того, хто тобі потрібен, вручну."

}



